Repository: Ferada/crypto-install
Catalog: locale/*/LC_MESSAGES/crypto-install.po
Languages: de

source: Display version.
de: Version anzeigen.

source: Disable GUI, use text interface.
de: Schalte GUI ab, benutze das Textinterface.

source: Options related to the GnuPG setup.
de: Optionen für das GnuPG-Setup.

source: Disable GnuPG setup.
de: GnuPG-Setup deaktivieren.

source: PATH
de: PFAD

source: Default directory for GnuPG files.
de: Standardverzeichnis für GnuPG-Dateien.

source: Options related to the OpenSSH setup.
de: Optionen für das OpenSSH-Setup.

source: Disable OpenSSH setup.
de: OpenSSH-Setup deaktivieren.

source: Default directory for OpenSSH files.
de: Standardverzeichnis für OpenSSH-Dateien.

source: Passphrase:
de: Passwort:

source: Empty passphrase
de: Leeres Passwort

source: Passphrase too short
de: Passwort zu kurz

source: Passphrase has to have at least 8 characters.
de: Passwort muß mindestens 8 Zeichen lang sein.

source: GnuPG secret keyring already exists at '{}'.
de: Geheimer GnuPG-Schlüssel existiert bereits unter '{}'.

source: No default GnuPG key available. Please enter your information to create a new key.
de: Kein Standard GnuPG-Schlüssel vorhanden. Bitte gib Deine Informationen um einen neuen Schlüssel zu erstellen.

source: What is your name (e.g. 'John Doe')?
de: Wie heißt Du (z.B. 'Max Mustermann')?

source: What is your email address (e.g. 'test@example.com')?
de: Was ist Deine Email-Adresse? (z.B. 'test@example.com')?

source: What is your comment phrase, if any (e.g. 'key for 2014')?
de: Was ist Dein Kommentar, falls gewünscht (z.B. 'Schlüssel für 2014')?

source: Creating GnuPG directory at '{}'.
de: Erstelle GnuPG-Verzeichnis unter '{}'.

source: Creating OpenSSH directory at '{}'.
de: Erstelle OpenSSH-Verzeichnis unter '{}'.

source: Creating OpenSSH configuration at '{}'.
de: Erstelle OpenSSH-Konfiguration unter '{}'.

source: OpenSSH key already exists at '{}'.
de: OpenSSH-Schlüssel existiert bereits unter '{}'.

source: No OpenSSH key available. Generating new key.
de: Kein OpenSSH-Schlüssel verfügbar. Erstelle neuen Schlüssel.

source: What is your comment phrase (e.g. 'user@mycomputer')?
de: Was ist Dein Kommentar (z.B. 'benutzer@meincomputer')?

source: Quit
de: Beenden

source: Quit the program immediately
de: Programm sofort beenden

source: Close
de: Schließen

source: Close this window
de: Schließe dieses Fenster

source: Crypto Install Wizard
de: Crypto Installationsassistent

source: Username on the local machine (e.g. 'user')
de: Benutzername am lokalen Rechner (z.B. 'benutzer')

source: Username
de: Benutzername

source: Host name of the local machine (e.g. 'mycomputer')
de: Hostname des lokalen Rechners (z.B. 'meincomputer')

source: Full name as it should appear in the key description (e.g. 'John Doe')
de: Voller Name wie er in der Schlüsselbeschreibung erscheinen soll (z.B. 'Max Mustermann')

source: Full Name
de: Voller Name

source: Email address associated with the name (e.g. '<test@example.com>')
de: Dem Namen zugeordnete Emailadresse (z.B. '<test@example.com>')

source: Email address
de: Emailadresse

source: Comment phrase for the GnuPG key, if any (e.g. 'key for 2014')
de: Kommentar für den GnuPG-Schlüssel, falls gewünscht (z.B. 'Schlüssel für 2014')

source: Comment phrase
de: Kommentar

source: Generate GnuPG key
de: GnuPG-Schlüssel erstellen

source: Generate OpenSSH key
de: OpenSSH-Schlüssel erstellen

source: Generate Keys
de: Schlüssel erstellen

source: Generate the keys as configured above
de: Schlüssel wie oben konfiguriert erstellen

source: Generate a GnuPG key for '{}' and configure a default setup for it
de: Erstelle einen GnuPG-Schlüssel für '{}' und konfiguriere ein Standardsetup dafür

source: Generate an OpenSSH key for '{}' and configure a default setup for it
de: Erstelle einen OpenSSH-Schlüssel für '{}' und konfiguriere ein Standardsetup dafür
